IDEA Open Model
SteelSetupIND.GammaMw Property
Compatible with IDEA StatiCa 20.1
 Partial safety factor for welds
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaMw { get; set; }
Public Property GammaMw As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace